Repository: duckduckgo/macos-browser
Catalog: LocalPackages/SubscriptionUI/Sources/SubscriptionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# subscription.preferences.services.personal.information.removal.description
source: Find and remove your personal information from sites that store and sell it.
de: Finde deine personenbezogenen Daten auf Websites, die diese speichern und verkaufen, und entferne sie.
es: Busca y elimina tu información personal de los sitios que la almacenan y venden.
fr: Trouvez vos informations personnelles et supprimez-les des sites qui les conservent et les vendent.
it: Trova e rimuovi le tue informazioni personali dai siti che le conservano e le vendono.
nl: Zoek en verwijder je persoonlijke gegevens van websites die deze opslaan en verkopen.
pl: Znajdź i usuń swoje dane osobowe z witryn, które je przechowują i sprzedają.
pt: Encontra e remove as tuas informações pessoais de sites que as armazenam e vendem.
ru: Поиск и удаление личных данных с сайтов, которые хранят и продают информацию.

# subscription.preferences.services.vpn.button.title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt: Aberto
ru: Открыть

# subscription.preferences.services.vpn.description
source: Full-device protection with the VPN built for speed and security.
de: Vollständiger Geräteschutz mit dem auf Geschwindigkeit und Sicherheit ausgelegten VPN.
es: Protección completa del dispositivo con la VPN diseñada para la velocidad y seguridad.
fr: Protection complète de votre appareil avec le VPN conçu pour la vitesse et la sécurité.
it: Protezione completa del dispositivo con la VPN progettata per velocità e sicurezza.
nl: Volledige apparaatbeveiliging met een VPN dat is ontwikkeld voor snelheid en veiligheid.
pl: Pełna ochrona urządzenia dzięki sieci VPN zapewniającej szybkość i bezpieczeństwo.
pt: Proteção completa do dispositivo com a VPN criada para velocidade e segurança.
ru: Полная защита устройства с помощью VPN. Скорость и безопасность в одном флаконе.

# subscription.preferences.subscription.activate.add.email.button
source: Add Email
de: E-Mail-Adresse hinzufügen
es: Añadir correo electrónico
fr: Ajouter un e-mail
it: Aggiungi e-mail
nl: E-mailadres toevoegen
pl: Dodaj adres e-mail
pt: Adicionar E-mail
ru: Добавить адрес эл. почты

# subscription.preferences.subscription.activate.edit.email.button
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Правка

# subscription.preferences.subscription.activate.no.email.caption
source: Add an optional email to your subscription or use your Apple Account to access Privacy Pro on other devices. [Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
de: Füge eine optionale E-Mail-Adresse zu deinem Abo hinzu oder verwende dein Apple-Konto, um auf anderen Geräten auf Privacy Pro zuzugreifen. [Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
es: Añade un correo electrónico opcional a tu suscripción o usa tu Cuenta de Apple para acceder a Privacy Pro en otros dispositivos. [Más información](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
fr: Ajoutez un e-mail facultatif à votre abonnement ou utilisez votre compte Apple pour accéder à Privacy Pro sur d'autres appareils. [En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
it: Aggiungi un'e-mail opzionale all'abbonamento o usa il tuo account Apple per accedere a Privacy Pro su altri dispositivi. [Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
nl: Voeg een optioneel e-mailadres toe aan je abonnement of gebruik je Apple-account om toegang te krijgen tot Privacy Pro op andere apparaten. [Meer informatie](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pl: Dodaj opcjonalny adres e-mail do subskrypcji lub użyj konta Apple, aby uzyskać dostęp do Privacy Pro na innych urządzeniach. [Więcej informacji](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pt: Adiciona um e-mail opcional à tua subscrição ou utiliza a tua conta Apple para aceder ao Privacy Pro noutros dispositivos. [Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
ru: Чтобы пользоваться подпиской Privacy Pro на других устройствах, привяжите адрес электронной почты или аккаунт Apple. [Подробнее...](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)

# subscription.preferences.subscription.activate.title
source: Activate on Other Devices
de: Auf anderen Geräten aktivieren
es: Activar en otros dispositivos
fr: Activer sur d'autres appareils
it: Attiva sugli altri dispositivi
nl: Activeren op andere apparaten
pl: Aktywuj na innych urządzeniach
pt: Ativar Noutros Dispositivos
ru: Активация подписки на других устройствах

# subscription.preferences.subscription.activate.with.email.caption
source: Use this email to activate your subscription in Settings > Privacy Pro in the DuckDuckGo app on your other devices. [Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
de: Verwende diese E-Mail-Adresse, um dein Abonnement in der DuckDuckGo-App unter Einstellungen > Privacy Pro auf deinen anderen Geräten zu aktivieren. [Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
es: Utiliza este correo electrónico para activar tu suscripción en Configuración > Privacy Pro en la aplicación DuckDuckGo en tus otros dispositivos. [Más información](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
fr: Utilisez cet e-mail pour activer votre abonnement dans Réglages > Privacy Pro dans l'application DuckDuckGo sur vos autres appareils. [En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
it: Usa questa e-mail per attivare il tuo abbonamento in Impostazioni > Privacy Pro nell'app DuckDuckGo sugli altri tuoi dispositivi. [Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
nl: Gebruik deze e-mail om je abonnement te activeren in 'Instellingen' > 'Privacy Pro' in de DuckDuckGo-app op je andere apparaten. [Meer informatie](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pl: Użyj tego adresu e-mail, aby aktywować subskrypcję poprzez wybór opcji Ustawienia > Privacy Pro w aplikacji DuckDuckGo na innych urządzeniach. [Więcej informacji](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pt: Utiliza este e-mail para ativares a tua subscrição em Definições > Privacy Pro na aplicação DuckDuckGo nos teus restantes dispositivos. [Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
ru: Используйте этот адрес для активации подписки в разделе «Настройки > Privacy Pro» в приложении DuckDuckGo на других устройствах. [Подробнее...](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)

# subscription.preferences.subscription.active.expiring.monthly.caption
source: Your monthly subscription expires on %@.
de: Dein Monatsabonnement läuft am %@ ab.
es: Tu suscripción mensual caduca el %@.
fr: Votre abonnement mensuel expire le %@.
it: Il tuo abbonamento mensile scade il %@.
nl: Je maandabonnement verloopt op %@.
pl: Twoja miesięczna subskrypcja wygasa w dniu %@.
pt: A tua subscrição mensal expira a %@.
ru: Ваша ежемесячная подписка завершится %@.

# subscription.preferences.subscription.active.expiring.unknown.caption
source: Your subscription expires on %@.
de: Dein Abonnement läuft am %@ ab.
es: Tu suscripción caduca el %@.
fr: Votre abonnement expire le %@.
it: Il tuo abbonamento scade il %@.
nl: Je abonnement verloopt op %@.
pl: Twoja subskrypcja wygasa w dniu %@.
pt: A tua subscrição expira a %@.
ru: Ваша подписка завершится %@.

# subscription.preferences.subscription.active.expiring.yearly.caption
source: Your annual subscription expires on %@.
de: Dein Jahresabonnement läuft am %@ ab.
es: Tu suscripción anual caduca el %@.
fr: Votre abonnement annuel expire le %@.
it: Il tuo abbonamento annuale scade il %@.
nl: Je jaarabonnement verloopt op %@.
pl: Twoja roczna subskrypcja wygasa w dniu %@.
pt: A tua subscrição anual expira a %@.
ru: Ваша годовая подписка завершится %@.

# subscription.preferences.subscription.active.renewing.monthly.caption
source: Your monthly subscription renews on %@.
de: Dein monatliches Abonnement verlängert sich am %@.
es: Tu suscripción mensual se renueva el %@.
fr: Votre abonnement mensuel sera renouvelé le %@.
it: Il tuo abbonamento mensile si rinnova il %@.
nl: Je maandabonnement wordt verlengd op %@.
pl: Twoja miesięczna subskrypcja odnawia się w dniu %@.
pt: A tua subscrição mensal renova-se a %@.
ru: Ваша ежемесячная подписка продлится %@.

# subscription.preferences.subscription.active.renewing.unknown.caption
source: Your subscription renews on %@.
de: Dein Abonnement verlängert sich am %@.
es: Tu suscripción se renueva el %@.
fr: Votre abonnement sera renouvelé le %@.
it: Il tuo abbonamento si rinnova il %@.
nl: Je abonnement wordt verlengd op %@.
pl: Twoja subskrypcja odnawia się w dniu %@.
pt: A tua subscrição renova-se a %@.
ru: Ваша подписка продлится %@.

# subscription.preferences.subscription.active.renewing.yearly.caption
source: Your annual subscription renews on %@.
de: Dein Jahresabonnement verlängert sich am %@.
es: Tu suscripción anual se renueva el %@.
fr: Votre abonnement annuel sera renouvelé le %@.
it: Il tuo abbonamento annuale si rinnova il %@.
nl: Je jaarlijkse abonnement wordt verlengd op %@.
pl: Twoja roczna subskrypcja odnawia się w dniu %@.
pt: A tua subscrição anual renova-se a %@.
ru: Ваша годовая подписка продлится %@.

# subscription.preferences.subscription.expired.caption
source: Subscribe again to continue using Privacy Pro.
de: Abonniere erneut, um Privacy Pro weiter zu nutzen.
es: Suscríbete de nuevo para seguir usando Privacy Pro.
fr: Abonnez-vous à nouveau pour continuer à utiliser Privacy Pro.
it: Iscriviti di nuovo per continuare a usare Privacy Pro.
nl: Abonneer je opnieuw om Privacy Pro te blijven gebruiken.
pl: Wznów subskrypcję, aby nadal korzystać z Privacy Pro.
pt: Subscreve novamente para continuares a utilizar o Privacy Pro.
ru: Чтобы пользоваться возможностями Privacy Pro, оформите подписку заново.

# subscription.preferences.subscription.footer.caption
source: Get answers to frequently asked questions or contact Privacy Pro support from our help pages.
de: Erhalte Antworten auf häufig gestellte Fragen oder kontaktiere den Privacy-Pro-Support über unsere Hilfeseiten.
es: Obtén respuestas a las preguntas más frecuentes o ponte en contacto con el servicio de asistencia de Privacy Pro en nuestras páginas de ayuda.
fr: Trouvez les réponses aux questions fréquemment posées ou contactez l'assistance de Privacy Pro sur nos pages d'aide.
it: Ottieni risposte alle domande frequenti o contatta l'assistenza di Privacy Pro dalle nostre pagine di assistenza.
nl: Krijg antwoorden op veelgestelde vragen of neem contact op met de klantenservice van Privacy Pro via onze helppagina's.
pl: Uzyskaj odpowiedzi na często zadawane pytania lub skontaktuj się z pomocą techniczną Privacy Pro na naszych stronach pomocy.
pt: Obtém respostas a perguntas frequentes ou contacta o apoio técnico do Privacy Pro a partir das nossas páginas de ajuda.
ru: На страницах справочного раздела вы найдете ответы на часто задаваемые вопросы, а также контактную информацию службы поддержки Privacy Pro.

# subscription.preferences.subscription.footer.title
source: Need help with Privacy Pro?
de: Brauchst du Hilfe mit Privacy Pro?
es: ¿Necesitas ayuda con Privacy Pro?
fr: Besoin d'aide pour l'utilisation de Privacy Pro ?
it: Hai bisogno di aiuto con Privacy Pro?
nl: Hulp nodig met Privacy Pro?
pl: Potrzebujesz pomocy z Privacy Pro?
pt: Precisas de ajuda com o Privacy Pro?
ru: Нужна помощь с Privacy Pro?

# subscription.preferences.subscription.help.footer.caption
source: Get answers to frequently asked questions or contact Privacy Pro support from our help pages. Feature availability varies by country.
de: Erhalte Antworten auf häufig gestellte Fragen oder kontaktiere den Privacy-Pro-Support über unsere Hilfeseiten. Die Verfügbarkeit von Funktionen variiert je nach Land.
es: Obtén respuestas a las preguntas más frecuentes o ponte en contacto con el servicio de asistencia de Privacy Pro en nuestras páginas de ayuda. La disponibilidad de las funciones varía según el país.
fr: Trouvez les réponses aux questions fréquemment posées ou contactez l'assistance de Privacy Pro sur nos pages d'aide. La disponibilité des fonctionnalités varie selon les pays.
it: Ottieni risposte alle domande frequenti o contatta l'assistenza di Privacy Pro dalle nostre pagine di assistenza. La disponibilità delle funzioni varia in base al paese.
nl: Krijg antwoorden op veelgestelde vragen of neem contact op met de klantenservice van Privacy Pro via onze hulppagina's. De beschikbaarheid van functies verschilt per land.
pl: Uzyskaj odpowiedzi na często zadawane pytania lub skontaktuj się z pomocą techniczną Privacy Pro na naszych stronach pomocy. Dostępność funkcji różni się w zależności od kraju.
pt: Obtém respostas a perguntas frequentes ou contacta o apoio técnico do Privacy Pro a partir das nossas páginas de ajuda. A disponibilidade das funcionalidades varia consoante o país.
ru: На страницах справки вы найдете ответы на распространенные вопросы, а также контакты поддержки Privacy Pro. Доступность функций зависит от страны.

# subscription.preferences.subscription.inactive.header
source: Protect your connection and identity with Privacy Pro
de: Schütze deine Verbindung und Identität mit Privacy Pro
es: Protege tu conexión e identidad con Privacy Pro
fr: Protégez votre connexion et votre identité avec Privacy Pro
it: Proteggi la tua connessione e la tua identità con Privacy Pro
nl: Bescherm je verbinding en identiteit met Privacy Pro
pl: Chroń połączenie i tożsamość dzięki subskrypcji Privacy Pro
pt: Protege a tua ligação e identidade com o Privacy Pro
ru: Тариф Privacy Pro для защиты соединения и личных данных

# subscription.preferences.subscription.inactive.row.caption
source: Two premium protections in one subscription.
de: Zwei Premium-Schutzmaßnahmen in einem Abonnement.
es: Dos protecciones prémium en una sola suscripción.
fr: Deux protections haut de gamme dans un seul abonnement.
it: Due protezioni premium in un unico abbonamento.
nl: Twee premiumbeveiligingen in één abonnement.
pl: Dwa zabezpieczenia premium w jednej subskrypcji.
pt: Duas proteções premium numa só subscrição.
ru: Два вида премиум-защиты по одной подписке.

# subscription.preferences.subscription.inactive.us.caption
source: Three premium protections in one subscription.
de: Drei Premium-Schutzmaßnahmen in einem Abonnement.
es: Tres protecciones premium en una sola suscripción.
fr: Trois protections haut de gamme en un seul abonnement.
it: Tre protezioni premium in un unico semplice abbonamento.
nl: Drie premium beveiligingen in één abonnement.
pl: Trzy zabezpieczenia premium w jednej subskrypcji.
pt: Três proteções premium numa só subscrição.
ru: Три вида премиум-защиты по одной подписке.

# subscription.preferences.subscription.pending.caption
source: This is taking longer than usual. Please check back later.
de: Das dauert länger als üblich. Bitte versuche es später noch einmal.
es: Está tardando más de lo normal. Vuelve a comprobarlo más tarde.
fr: Cela prend plus de temps que la normale ; veuillez revenir plus tard.
it: L'operazione sta richiedendo più tempo del solito. Controlla più tardi.
nl: Dit duurt langer dan normaal. Kom later nog eens terug.
pl: Trwa to dłużej niż zwykle. Sprawdź później.
pt: Este processo está a demorar mais tempo do que o habitual. Verifica mais tarde.
ru: Этот процесс занимает больше времени, чем обычно. Загляните сюда позже.

# subscription.preferences.subscription.pending.header
source: Your subscription is being activated
de: Dein Abonnement wird aktiviert
es: Se está activando tu suscripción
fr: Votre abonnement est en cours d’activation
it: Il tuo abbonamento è in fase di attivazione
nl: Je abonnement wordt geactiveerd
pl: Twoja subskrypcja jest aktywowana
pt: A tua subscrição está a ser ativada
ru: Ваша подписка активируется

# subscription.preferences.subscription.settings.title
source: Subscription Settings
de: Abonnementeinstellungen
es: Ajustes de suscripción
fr: Paramètres d'abonnement
it: Impostazioni dell'abbonamento
nl: Abonnementinstellingen
pl: Ustawienia subskrypcji
pt: Definições de Subscrição
ru: Настройки подписки

# subscription.preferences.update.plan.or.cancel.button
source: Update Plan or Cancel
de: Tarif aktualisieren oder kündigen
es: Actualizar el plan o cancelar
fr: Modifier le forfait ou le résilier
it: Aggiorna o o annulla il piano
nl: Plan bijwerken of annuleren
pl: Aktualizuj lub anuluj plan
pt: Atualizar Plano ou Cancelar
ru: Изменить или отменить подписку

# subscription.preferences.view.faqs.button
source: FAQs and Support
de: F&A und Support
es: Preguntas frecuentes y asistencia
fr: FAQ et assistance
it: Domande frequenti e assistenza
nl: Veelgestelde vragen en ondersteuning
pl: Często zadawane pytania i pomoc techniczna
pt: Perguntas Frequentes e Apoio Técnico
ru: ЧаВо и поддержка

# subscription.access.channel.email.name
source: Email
es: Correo electrónico
fr: Adresse électronique
ru: Электронная почта

# subscription.alert.button.ok
source: OK
es: De acuerdo
ru: Хорошо
